export const mockData = [
    {
        id: 0,
        date: 1987,
        title: '«Хищник»/Predator, США (реж. Джон Мактирнан).',
    },
    {
        id: 1,
        date: 1988,
        title: '«Кто подставил кролика Роджера»/Who Framed Roger Rabbit, США (реж. Роберт Земекес) ',
    },
    {
        id: 2,
        date: 1989,
        title: '«Назад в будущее 2»/Back To The Future 2, США (реж. Роберт Земекес)',
    },
    {
        id: 3,
        date: 1990,
        title: '«Крепкий орешек 2»/Die Hard 2, США (реж. Ренни Харлин) ',
    },
    {
        id: 4,
        date: 1991,
        title: '«Семейка Аддамс»/The Addams Family, США (реж. Барри Зонненфельд)',
    },
    {
        id: 5,
        date: 1992,
        title: 'Нобелевская премия по литературе — Дерек Уолкотт, «За блестящий образец карибского эпоса в 64 разделах».',
    },
    {
        id: 6,
        date: 1994,
        title: '«Бессонница» роман Стивена Кинга.',
    },
    {
        id: 7,
        date: 1995,
        title: 'Нобелевская премия по литературе - Шеймас Хини',
    },
    {
        id: 8,
        date: 1997,
        title: '«Гарри Поттер и философский камень» роман Джоан Роулинг',
    },
    {
        id: 9,
        date: 1999,
        title: 'Премьера балета «Золушка» в постановке Жан-Кристофа Майо, сценография Эрнеста Пиньона',
    },
    {
        id: 10,
        date: 2000,
        title: 'Возобновлено издание журнала «Театр».',
    },
    {
        id: 11,
        date: 2002,
        title: 'Премьера трилогии Тома Стоппарда «Берег Утопии», Королевский Национальный театр, Лондон',
    },
    {
        id: 12,
        date: 2003,
        title: 'Возобновлено издание журнала «Театр».',
    },
    {
        id: 13,
        date: 2004,
        title: 'Премьера трилогии Тома Стоппарда «Берег Утопии», Королевский Национальный театр, Лондон',
    },
    {
        id: 14,
        date: 2006,
        title: 'Премьера балета «Золушка» в постановке Жан-Кристофа Майо, сценография Эрнеста Пиньона',
    },
    {
        id: 15,
        date: 2007,
        title: 'Возобновлено издание журнала «Театр».',
    },
    {
        id: 16,
        date: 2008,
        title: 'Премьера трилогии Тома Стоппарда «Берег Утопии», Королевский Национальный театр, Лондон',
    },
    {
        id: 17,
        date: 2010,
        title: 'Возобновлено издание журнала «Театр».',
    },
    {
        id: 18,
        date: 2013,
        title: 'Премьера трилогии Тома Стоппарда «Берег Утопии», Королевский Национальный театр, Лондон',
    },
    {
        id: 19,
        date: 2015,
        title: '13 сентября частное солнечное затмение, видимое в Южной Африке и части Антарктиды',
    },
    {
        id: 20,
        date: 2016,
        title: 'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
    },
    {
        id: 21,
        date: 2017,
        title: 'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi',
    },
    {
        id: 22,
        date: 2018,
        title: 'Старт космического аппарата Solar Probe Plus, предназначенного для изучения Солнца',
    },
    {
        id: 23,
        date: 2019,
        title: 'Google объявил о создании 53-кубитного квантового компьютера.',
    },
    {
        id: 24,
        date: 2020,
        title: 'Корабль Crew Dragon вернулся на Землю из первого пилотируемого полёта',
    },
    {
        id: 25,
        date: 2022,
        title: 'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi',
    },
    {
        id: 26,
        date: 2023,
        title: 'Старт космического аппарата Solar Probe Plus, предназначенного для изучения Солнца',
    },
    {
        id: 27,
        date: 2024,
        title: 'Google объявил о создании 53-кубитного квантового компьютера.',
    },
    {
        id: 28,
        date: 2025,
        title: 'Корабль Crew Dragon вернулся на Землю из первого пилотируемого полёта',
    },
]




